let ru = {
  translation: {
    heroTitle: "Проектирование и производство лодок",
    heroSubtitle: "Мы занимаемся производством и продажей алюминиевых лодок, адаптированных для эксплуатации в морях и океанах",
    getPromotion: "Получить предложение",

    catalogue: "Каталог",
    metal: "Метал",
    engine: "Мотор",
    fuelTank: "Топл. бак",
    view: "Просмотреть",
    readyModels: "Готовые модели",
    readyForSaleModelsDesc: "Ниже представлены модели лодок, которые прошли все необходимые сертификации и готовы к продаже прямо сейчас",
    certificationPassingModels: "Модели, проходящие сертификацию",
    certificationPassingModelsDesc: "Ниже представдлены модели лодок, которые в данный момент находятся в процессе прохождения необходимых сертификаций и будут доступны для продажи в ближайшее время",
    individualProjects: "Индивидуальные проекты",
    individualProjectsDesc: "Наша компания занимается индивидуальными проектами, ниже представлены варианты ",
    ourProjectOurProduction: "Наш проект, наше производство",
    ourProjectOurProductionDesc: "В соответствии с вашими требованиями, наша компания подготовит для вас индивидуальный проект, пройдет все необходимые сертификации, а также, займется производством лодки по подготовленному проекту.",
    yourProjectOurProduction: "Ваш проект, наше производство",
    yourProjectOurProductionDesc: "При наличии уже готового проекта лодки, наша компания займется производством лодки по подготовленному проекту.",
    ourProjectYourProduction: "Наш проект, ваше производство",
    ourProjectYourProductionDesc: "Наша компания подготовит проект и пройдет все необходимые сертификации, а вы возьмете этап производства на себя.",
    elasticApproach: "Мы гибко подходим к требованиям наших клиентов и всегда готовы найти решение в соответствии с любыми требованиями",
    learnMore: "Узнать больше",

    ourAdvantages: "Наши преимущества",
    quality: "Качество",
    qualityDesc: "В производстве используются исключительно высококачественные материалы (морской алюминий 5083), детали и комплектующие, а лодки строятся опытными и квалифицированными мастерами.",
    responsibility: "Ответственность",
    responsibilityDesc: "При проектировании и производстве лодок, наша компания соблюдает все необходимые стандарты качества как в подборе материалов, так и в работе.",
    guarantee: "Гарантия",
    guaranteeDesc: "Наша компания предоставляют гарантию на корпус каждой модели лодки на 3 года (гарантия действительна только в случаях правильной эксплуатации в соответствии с руководством по использованию).",
    individualApproach: "Индивидуальный подход",
    individualApproachDesc: "Наша компания всегда гибко подходит к запросам клиента и готова найти решение в соответствии с любыми индивидуальными требованиями.",

    whyUs: "Почему мы?",
    certifications: "Сертификации",
    certificationsDesc: "Все модели лодок, которые производит наша компания, без исключения, имеют сертификат качества и CE/E маркировку.",
    reliability: "Надежность",
    reliabilityDesc: "Наши лодки прекрасно показывают себя в различных условиях и подходят как для прибрежных, так и для внутренних вод.",
    universality: "Универсальность",
    universalityDesc: "По завершению производства, все наши лодки проходят тщательные испытания, а также, уверенно показали себя в экстремальных ситуациях в северных морях.",
    functionality: "Функциональность",
    functionalityDesc: "Наши лодки круглогодично используются клиентами как в рабочих целях (в т.ч. перевозка материалов, людей), так и для спокойного отдыха в свободное время.",

    contactUs: "Связаться с нами",
    messageSent: "Сообщение отправлено!",
    messageReceived: "Мы получили ваше сообщение и свяжемся с вами в течение следующих 24 часов!",
    name: "Имя",
    surname: "Фамилия",
    emailAndPhone: "E-mail или номер телефона",
    message: "Сообщение",
    send: "Отправить", 

    webDevelopment: "Разработка сайта",
    contactsInLatvia: "Контакты в Латвии",
    contactsInNorway: "Контакты в Норвегии",
    contactsInFinland: "Контакты в Финляндии",

    yes: "Да",
     byRequest: "По запросу"
  }
};

export default ru;